<?php
    return [
        'Register status is pending'            => 'مرحباً :name.
                                                        تم إنشاء عضوية جمعية عمومية بنجاح وهي الآن :status وفي إنتظار الموافقة من إدارة '. setting()->name .'.
                                                        في حال المراجعة والتأكد من صحة وسلامة بيانتكم سيتم إرسال رسالة مدرج بها رابط الدفع الخاص بالإشتراك السنوي لأعضاء الجمعية العمومية.
                                                        نشكر لكم ثقتكم '. setting()->name .'.',

        'Register status is awaiting payment'   => 'مرحباً :name.
                                                    تهانينا، لقد تمت المراجعة والتأكد من صحة بيانتكم المقدمة إلينا للإنضام إلي أعضاء الجمعية العمومية.
                                                    وبناء علي ماسبق تدعوكم '. setting()->name .' إلي زيارة الرابط أدناه ليتم توجيهكم إلي صفحة إتمام عملية الدفع الخاصة بإشتراك أعضاء جمعية عمومية ودفع مبلغ وقدرة ":amount ريال سعودي" حتي نتمكن من تفعيل عضويتكم وإدراجها ضمن أعضاء الجمعية العمومية لدينا،
                                                    نشكر لكم ثقتكم ب '. setting()->name .'.
                                                    رابط إتمام عملية الدفع:
                                                    :route',

        'Register status is active'             => 'مرحباً :name.
                                                    عزيزي العميل تم تفعيل عضويتكم بنجاح، نتشرف بك كواحد من أعضاء الجمعية العمومية ب'. setting()->name .'، نشكر لكم ثقتكم بنا .
                                                    تفضل بزيارة الرابط أدناه للإطلاع علي الفاتورة:
                                                    :invoice_route

                                                    وإليكم معلومات العضوية الخاصة بكم:
                                                    كود العضوية: :membership_no
                                                    رابط شهادة عضو جمعية عمومية:
                                                    :certificate_route',

        'Register status is inactive'           => 'مرحباً :name.
                                                        تم إيقاف تفعيل عضوية جمعية عمومية الخاصة بكم، لمعرفة المزيد حول هذا الأمر يرجي التوصل مع الإدارة.
                                                        نشكر لكم ثقتكم '. setting()->name .'.',


        'Register status is rejected'           => 'مرحباً :name.
                                                        تم رفض عضويتكم من قبل الإدارة ولمزيد من التفاصيل يرجي التواصل مع إدارة '. setting()->name .'.
                                                        نشكر لكم ثقتكم '. setting()->name .'.',


        'Invoice status paid'                   => 'مرحباً :name.
                                                        عزيزي العميل تمت عملية الدفع بنجاح، نتشرف بك كواحد من أعضاء الجمعية العمومية ب'. setting()->name .'، نشكر لكم ثقتكم بنا .
                                                        تفضل بزيارة الرابط أدناه للإطلاع علي الفاتورة:
                                                        :invoice_route

                                                        وإليكم معلومات العضوية الخاصة بكم:
                                                        كود العضوية: :membership_no
                                                        رابط شهادة عضو جمعية عمومية:
                                                        :certificate_route',

        'Invoice status unpaid'                 => 'مرحباً :name.
                                                        عزيزي العميل عفواً لم تتم عملية الدفع بنجاح.
                                                        نشكر لكم ثقتكم '. setting()->name .'.

                                                        رابط إتمام عملية الدفع:
                                                        :route',

        'Invoice status awaiting verification'  => 'مرحباً :name.
                                                        عزيزي العميل لقد تمت العملية بنجاح وهي الآن في إنتظار التأكيد من الإدارة، وسيتم التواصل معكم فور التأكد من صحة وسلامة بيانات عملية الدفع.
                                                        نشكر لكم ثقتكم '. setting()->name .'.',
    ];
